orgs/csp/csp.org
#+title: Ap CSP Summer Assignment
#+author: Shaurya Singh
#+startup: preview

* Chapter 1: Digital Explosion
** Vocabulary
1. Word: bit

   Definition: (n) *bit* (a unit of measurement of information (from binary + digit); the amount of information in a system having two equiprobable states) "there are 8 bits in a byte"

   Ref: WordNet Search - 3.1. http://wordnetweb.princeton.edu/perl/webwn?s=bit&sub=Search+WordNet&o2=&o0=1&o8=1&o1=1&o7=&o5=&o9=&o6=&o3=&o4=&h=. Accessed 18 July 2021.

2.  Word: Koan

    Defintion: (n) *koan* (a paradoxical anecdote or a riddle that has no solution; used in Zen Buddhism to show the inadequacy of logical reasoning)

    Ref: WordNet Search - 3.1. http://wordnetweb.princeton.edu/perl/webwn?s=koan&sub=Search+WordNet&o2=&o0=1&o8=1&o1=1&o7=&o5=&o9=&o6=&o3=&o4=&h=. Accessed 18 July 2021.

3. 
4.
5.
6.
7.
8.
9.
10.
** Ideas:
1.
2.
3.
4.
** Journal Entry
| Idea  | Page Number | Opinion |
|-------+-------------+---------|
| Idea1 |           1 | op1     |
|-------+-------------+---------|
| Idea2 |           2 | op2     |
|-------+-------------+---------|
| Idea3 |           3 | op3     |
|-------+-------------+---------|
| Idea4 |           4 | op4     |
