csp/csp.tex
% Created 2021-07-17 Sat 23:21
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Shaurya Singh}
\date{\today}
\title{Ap CSP Summer Assignment}
\hypersetup{
 pdfauthor={Shaurya Singh},
 pdftitle={Ap CSP Summer Assignment},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.0.50 (Org mode 9.5)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{Chapter 1: Digital Explosion}
\label{sec:orgbe44ec3}
\subsection{Vocabulary}
\label{sec:org54008ee}
\begin{enumerate}
\item Word: bit

Definition: (n) \textbf{bit} (a unit of measurement of information (from binary + digit); the amount of information in a system having two equiprobable states) ``there are 8 bits in a byte''

Ref:
 WordNet Search - 3.1. \url{http://wordnetweb.princeton.edu/perl/webwn?s=bit\&sub=Search+WordNet\&o2=\&o0=1\&o8=1\&o1=1\&o7=\&o5=\&o9=\&o6=\&o3=\&o4=\&h}=. Accessed 18 July 2021.

\item Word: Koan

Defintion: (n) \textbf{koan} (a paradoxical anecdote or a riddle that has no solution; used in Zen Buddhism to show the inadequacy of logical reasoning)

Ref:
WordNet Search - 3.1. \url{http://wordnetweb.princeton.edu/perl/webwn?s=koan\&sub=Search+WordNet\&o2=\&o0=1\&o8=1\&o1=1\&o7=\&o5=\&o9=\&o6=\&o3=\&o4=\&h}=. Accessed 18 July 2021.

\item 

\item 

\item 

\item 

\item 

\item 

\item 

\item 
\end{enumerate}
\subsection{Ideas:}
\label{sec:org3252e3d}
\begin{enumerate}
\item 

\item 

\item 

\item 
\end{enumerate}
\subsection{Journal Entry}
\label{sec:org05e5aaf}
\begin{center}
\begin{tabular}{lrl}
Idea & Page Number & Opinion\\
\hline
Idea1 & 1 & op1\\
\hline
Idea2 & 2 & op2\\
\hline
Idea3 & 3 & op3\\
\hline
Idea4 & 4 & op4\\
\end{tabular}
\end{center}
\end{document}
